{"21429":"AGGTGCGC","7115":"TTGGTCTC","24990":"TGGGGTTTC","30287":"TTAATTTTTTTT","11721":"AAATAAATAA","15590":"AGGTGAGGG","27795":"TAAGCAAC","22632":"AGGTTGAGGC","6736":"ATTTAGCC","6510":"AGAGTTCC","15070":"ATTATGTC","22023":"TACATTTCC","26614":"ATACTTTAC","31969":"ACGATCTC","9422":"ACATTTTCTTAATCCAGTCTATCATTGTTGG","7836":"AAGATTCC","23870":"AGGCATGGC","26054":"ATTGCTTTTG","19677":"AGGTCAGGGG","13557":"TTCAATGC","30245":"TGGGTGAA","12205":"TTCTCTTGC","1373":"TACTAAAAATACAAAAATT","25604":"TGTGAAACC","8057":"TGGTGGGG","16579":"AGAAAGTGC","31841":"AGAGCACG","25062":"TGAGAGCTG","16060":"TTTACTAA","13617":"ATGGACCC","25202":"ACCTCAAGC","19570":"ACTGAAGCC","27339":"ATTACCATG","31014":"GGCTTTC","13874":"TTGGCGG","12441":"TTTCCTCTG","16524":"ACCCACAGC","29279":"TAGCTGTGG","1290":"TCAATAA","16583":"TTACAAAAG","21423":"TGGTGAGGG","24470":"TTTCACAAC","1370":"CCCAGG","19796":"TATATGTGTG","18386":"AGTAAATATT","17735":"AACCTCATT","22842":"ACAGATATC","18305":"ATCTCCG","18241":"ATCTCCTCC","498":"TGAGAC","27298":"AGCCTTGCATCCCAGGGATGAAGCCCACTTGATCATGGTGGATAAGCTTTTTGATGTGCTGC","29754":"ACAGACAAACAAAAAGACAGC","19931":"TGAATAAATG","7829":"TCAAAGGCC","18592":"TATTAGAC","16451":"ACCACAAAC","21032":"ATTCAATAC","22606":"ATCCCGCC","20582":"TAGTAAGC","260":"ACTGC","29336":"AGTTCAAGGC","24992":"ATGGCAGTG","24753":"TATTGTTTTC","27973":"ACACACTTG","16373":"ATAAGGGGC","4385":"AACAACAACAAC","13216":"AATTTTCTG","31071":"AGTGCTGAC","6053":"TATATCTCC","13578":"ACTCTTTG","24315":"TACCTTATT","581":"TAGAGAC","20670":"TACCAGCTCCTCC","26786":"GGGCGGGG","26221":"TTTTTGCTG","25934":"TCTAATTCC","6544":"AAAGTAGC","3012":"AATAATAA","6977":"ATGTTCTC","21005":"AAACAATGG","14935":"AGGTTTGTTAC","19386":"TTTTCAGC","880":"ATACG","26705":"TGTGTGTGTATG","28917":"AGCCTTTGC","19127":"TGCATGAC","28566":"TGCATATAA","24044":"ATGCAGAGG","28225":"AGGTCCAC","10880":"AGGTTCCC","22489":"TGTCATATT","29346":"TTGGGTAA","22878":"TTCACTGTC","11191":"ACTGAGAG","25364":"TTCAAGAAC","7611":"AAATTAAC","7839":"AAAAACCAC","26477":"TGTGAGAAAA","2314":"ATAGCTGTG","12825":"ATAAACAAC","18562":"TGCAGTTTC","6777":"AAACTGTG","14729":"AGACAAAAG","20754":"TTAAATTATT","20604":"TTAAATTTT","5237":"ATCATGGC","14153":"TGCCTCCTCAAG","14443":"TATAAGGTGTAAGGAAGGGATCCAGTTTCAGCTTTCTAC","716":"AATAGG","19655":"ACGTTTTC","2103":"AACTTAC","13213":"TTGTGAAAA","26227":"TGTGTTGGC","12495":"ACTTAGCC","14702":"TTTTTCTGG","20389":"ATCTTTTTG","26499":"TATATTGCCC","4899":"AGGAATGC","11587":"TGACTCCC","6339":"TTGACG","22543":"TAGACCCC","23230":"ACAGTTAAG","29285":"TAGGTGATG","22493":"TGCACATGTACCCTAAAACTTAAAGTATAATAATAATAA","30929":"ATGAGCTAC","3306":"TCTCTTCC","6205":"AAAATAAAA","17996":"ACCAGTAC","18009":"AGGCTGGTCTTGAAC","22643":"TTTCAAAAAACC","2493":"TAATTCC","14281":"AGAAAAATAA","21893":"AGAACTCTC","13365":"AGGTTTTGG","14965":"AATTTTTATT","12298":"TCTGTAGG","8737":"AATTTTCTC","3388":"AAAAAAAAAAAAAAAAAAAAAAAA","26670":"ATGGCATGC","2910":"AACTTGC","19461":"AGCATCATCCTGATACCAAAGCC","31546":"TATTTTTAGTAGAGACGGGGTTTCACCGTG","31495":"AGAAGGAGAAG","28905":"TACAGTTTG","4696":"AATATTGC","4159":"AAGTTATT","11662":"AGTAACG","18337":"AAGAATAAC","19725":"TTTAATCC","11903":"AAATCTAA","20242":"TAGGTTGC","20417":"TGGAAGGGG","8617":"AAGTTAAC","19679":"ATTTATATATT","28153":"TTGCAGAAC","29626":"AAATAACTAC","5837":"TAATGTAA","15118":"AATCATATT","31059":"ATATCTGTC","8151":"AGAACTACAAACCAC","21103":"ACCTTGGGG","27984":"AGAGTCTTC","3496":"TGGCAGTGG","26922":"ACTGTTGCC","13789":"ATTTAAAAATT","14880":"TGGTCATG","27583":"TTCTGTATTC","27961":"TATAGCTGC","28644":"TAGGAAGGG","19279":"ACAGTTTAA","6313":"TATAATTTC","17279":"TGCTGTCTG","15176":"AAAAAAGAC","4831":"ATATAAGG","24690":"AGAATCCCC","22497":"ACAAATGGC","9855":"TGATATCC","2170":"TTAATTG","17988":"TTAGGGTTAGGGTTAGGGTTAGGG","13916":"TTCAACAC","18203":"TGGGAGTGTAAATTAGTTC","26224":"TGGGTCTGC","6621":"AGAGAAAAC","16505":"AGCTTTAT","5265":"AGCATATT","19302":"TCATGCG","2009":"TCATTTT","17795":"TGACACG","5414":"ATAGATAA","22678":"TGCACATGTATCCCAGAAC","29500":"AAGTCAGTG","1319":"TGCTTTT","1468":"AGTGGGC","2190":"TAGTTTC","28190":"TATTCAGTAA","1214":"ATTTATG","28719":"AGAAGCGC","10979":"AAGACAGGG","25137":"AGGCAATGG","20933":"ATATGTCTG","29723":"ACCTTGTTAGCCAGGATGG","8475":"TTTATAGATTC","12041":"ATAACCCC","8698":"TGGCTGAC","21188":"TGCTTCTCC","14775":"TCCATCTCAAAA","29512":"AGGATAGAA","143":"ACCCC","25058":"TAACAGGCC","1709":"AACTTTC","27426":"AAGCAGTGG","18050":"ATTTGTAGC","31094":"AATGGTGCC","7423":"ACTCATG","18265":"AAGCAAAGG","16692":"TATGTAGG","18801":"ACATATTCC","13142":"TTGATAAG","29163":"TTCATCATT","26269":"AAGCTCCGCC","7330":"TGTGTCTG","18062":"AGCGTGG","2146":"TTATGTG","10649":"TCAAGTAA","20448":"GCCTGC","6458":"TGAGAAGC","1626":"AATTTATT","2357":"AAGTTGG","5141":"TTGCTAG","27104":"TCCAACCCC","24437":"AATTCACC","18684":"AAAACTGTC","4534":"ATAAAGAG","8115":"ATGTCTGC","1201":"ATCATTC","30190":"AATGGAAATT","2370":"TATATAG","4243":"ATTGTGC","4968":"ATGGTGAC","26663":"AAATAACTTC","5617":"AAAGTATC","7563":"TTGCAGC","24115":"TACCATGCC","3986":"TTCACG","5858":"ACCTTAA","24568":"AGAGGGCCC","27950":"TGGAATATG","1602":"TATTTTTC","17219":"AATACAAAAATT","29494":"TTACTTAAG","6489":"ATCTTCTC","30177":"TCTCACCATG","4716":"ATTCTGCC","16850":"ATAGTTTCTTTTGC","25906":"TCCCCTGGC","26312":"AGCTTTTTAA","26632":"TAGCATATT","5264":"TTCAAGCAATTC","4319":"TTAGATG","468":"AAAGGC","23385":"TCCACTGTG","4931":"TTTAATAA","11724":"TAAAAGAC","11346":"AAAGGAAGG","1583":"ATTCTAA","7698":"ATTGTTCC","16894":"TATTTTTAAG","13457":"TTTTGAAATG","29324":"AAAGCTGTG","31039":"TCAGTAAGC","6242":"TGCCAGGC","8796":"AGGCGGAGGTTGC","9236":"ATGCATTG","18146":"TAGGAGTC","21976":"TACATGGAAACTGAACAACCTGCTCCTGAATGACTAC","24480":"AGAGTTCCC","9027":"TCAAAATG","26017":"TTGGCTCTG","14316":"TGCATCTG","11077":"ATGATGAC","4527":"ACATTTTGAGCTCCTTGGGGCC","21606":"AAAATAGAC","1366":"TAATGG","7980":"TTAAGCTGATAAGC","29534":"TTTCAAGGC","4703":"TTACCG","14934":"TTGTCACCC","17233":"TCCAATCC","22085":"AAAGGAAATT","2843":"AAACTGG","24527":"TGGGGTTGC","2738":"AGCTATC","9540":"AGTATCCC","25285":"TTGCTCAGC","29966":"AATTTACG","13453":"AGACTGAGG","12065":"ACTCCATCTC","25965":"TGGAGGTCCACTCC","31123":"AAGTCTTATT","16767":"TTTGTCG","16477":"TCCACATTC","28911":"AGAAAGAAAAC","6620":"AGTGATGC","2108":"AGCATCC","24354":"ATGTGATGC","5713":"ATATGGCTAGCC","24954":"AGACATAAAA","19192":"GCACCCGGCC","10409":"TGTGGTAC","20690":"TGGCTGAG","27430":"TACCGCC","14375":"TCACTGCAGCCTCAACC","24881":"AGGGTCTGG","13765":"TGAGTTTCC","1991":"TTTTAAC","20294":"TCACAGAGG","3006":"AAAAATGC","3636":"ATAGTGG","5531":"ATCTGCCTGCC","7721":"TGAAACCCCG","25146":"TCCCATGCC","16029":"TGAAAAGGC","2665":"TTCAGGC","10234":"TAAGAAAG","17936":"AAAAGTATC","21362":"AGAGACACC","22836":"TCTGTCGCCC","12921":"AGCATAT","8571":"AGTCAAAA","14351":"ATCCCGGC","129":"TTCTC","14452":"AAGCATAC","7334":"TCCCATCC","686":"TGCTTC","23547":"TGTCAGAGC","17178":"TCACTGTAC","31189":"AAAGGAACC","11068":"ATCTGCCCACCTCGGCC","8540":"ACACAGAA","19902":"TTCTCACCC","5513":"A\n","7652":"TTACATAA","27905":"ATGGAGTGG","5733":"AGCCACAC","13704":"TAGCTGAC","25351":"ATGTCTGCC","8527":"AATCATGGC","18842":"AGGGCAGGGC","7645":"AAGATAAC","13682":"ACCTTAAG","19986":"AGCTTCTTC","11884":"ATATCTAA","27763":"AGAAGTTAC","30750":"TGCTGAGAA","16423":"AGGTGGGGG","16306":"ACCACAACC","1100":"TTGATT","5255":"ATTTATGC","6417":"ACCCTAAC","9139":"TCTTAGCC","27834":"AGGACCACG","4905":"AGTCTGC","12740":"AGGGAAGCC","4715":"ATCACCTGAGG","10013":"TGTCTTAC","21327":"ACTCATTCC","23301":"AGAAAGTATT","15689":"TCGTAA","30987":"ATGGACAAC","14564":"AGGTTCTC","5359":"ATACTGG","29187":"TAAACATATT","7779":"AGAAAGAGG","8798":"AACTTTAC","15834":"TAGCTGGGATTACAGGCATGTGCC","17677":"ATTTCTTATT","4637":"TCAATAC","7511":"AGGCTCCC","10772":"TTAATCCTGAG","25225":"TTCACAGTC","11059":"AAAAGAGAG","841":"TCCATC","23922":"ATGGAGATT","24602":"AATTTTCAGC","27058":"ATAGTTTGCTGAGAATGATGGTTTCCAGCTTC","1110":"TGGCCCC","25841":"AGAAATCTCC","25732":"AGTTAGAATGGTGATC","23592":"TCCACTGGC","10886":"TATGTAGC","23546":"AAAAGAAAAAAG","2486":"AACAACC","17678":"TTCTCTTTCC","29806":"AGGCGAAGG","30099":"AACCGAGATC","3434":"AATTATC","7350":"AAAAAATAG","9911":"AGGCTCAC","4791":"ATCTCTGC","19114":"AAGGGAAAC","402":"TTCTCC","6556":"TCATCTGAC","17255":"AGGCACAGAA","19731":"TTGGGAAAC","12785":"TGCCATTC","21626":"TTGGCTCCC","6823":"AAGTCATT","13722":"TAACACG","30664":"AATTATTTTTC","30727":"AAGACTGCC","17408":"ATAAAAATG","30070":"TGCTCATGG","1365":"AAGAAGG","23313":"TTCCACATG","24696":"ATAATCTAC","31607":"ATGGTGGTGTGTGCC","8329":"TGACTAG","18953":"ACTTCTCTC","2739":"ATTCTTTC","22264":"ACTTCTGCC","27561":"TACTTTATG","24928":"AGAATGTAT","15145":"AAAGTTAG","12390":"ATGTATAC","22357":"AGCATTCCC","3097":"TAGAATC","29747":"TTCCCCTCCCTGTGTCCATGTGTTCTC","21715":"TCTGAAAGG","28976":"AAAAGTTATT","26377":"AGGCCTTCC","31903":"ATCTAAGGC","20084":"AACACTTTC","123":"TTTGC","26310":"TTCTTGTTG","3022":"AGAAATTC","25175":"AAATTGGCC","5859":"AGCTCAGC","13606":"ATGAGATCTGATGG","20507":"ATGCAGAGC","13437":"TAAAAAATAA","8416":"ACCTTGGC","25331":"GGGTCAGC","23276":"ATGATGTAA","26399":"AGAGGACAG","6185":"TTCTCTTCC","1891":"AATTTGC","20256":"ATTATCAAC","16061":"ATTACTTCC","15040":"TTGTGTAC","711":"TCCACC","10518":"TGCTATTC","16236":"TAGAGACGGGGTTTC","1431":"AATATCC","4586":"ACACAAAC","5671":"TATTTTAAAA","9730":"ATGCAAGC","19678":"GTGGTGAC","18130":"AGGGATC","24192":"AGGGCCGCCTCCTCGGCCACCTTCTTAGCTTCTGGGTATCC","31295":"TGGTGGGGG","27479":"AAGGCACAC","9583":"AAAACTGGCTAGCCATATGTAG","17951":"ATCTGAAGC","5575":"AGTGTGCC","15199":"ATTTCAGAC","2896":"TACTAAAAATACAAAAAATT","13173":"AAGCACTG","21052":"AAAGATTGC","16173":"TGGGCAACAGAGCAAGAC","20664":"TTGAACTTGGG","8208":"TCCTCTTTT","20322":"TCGTGGG","17491":"TAGCTGGGATTATAGGC","18922":"ATGCGGGC","5832":"ATTAAAGAC","7633":"ATTTTGTATCCTGAGAC","24127":"AAATGTAGC","2386":"AAGTAGC","19539":"AGATTTTATT","13715":"TAGGTATTTTATTCTCTTTGAAGCAATTGTGAATGGG","17021":"TGCATGTGTG","18917":"TATAAAGCC","10980":"TCAAAAAAAAAAAAAAAA","27769":"ACTTATAAC","25018":"TAAACTATG","19297":"AGCTGGCCC","20371":"TTTTTTTTTTCTTTT","21472":"GGACCCC","355":"ACAGG","13489":"AGAGACTAGGATTGC","23754":"TTTTCTCATT","10660":"TAACTAAC","13305":"AAAGAGACTTAGACTCCCACAC","4382":"TGGCTTCC","7412":"ACTCAGCC","13959":"TGCACATGTACCCTAGAAC","26384":"TTTGCATGC","22041":"AAACTTTGC","24820":"TTTTTTTTTTTTTTTTTTTTTTTTTTTG","27866":"AATAATGTG","971":"TAAGGC","17954":"TGCCCGCC","23078":"AAAACTAGG","24704":"ACACTTAG","31196":"ATTTTGTATC","14972":"ATAATAGCC","28574":"TTGAGTAT","9584":"ATTTAGTGCTATAAATT","25382":"TATAGTTGG","31906":"ATTAAAACCC","31393":"AAATTTCTAA","137":"AGGGC","19586":"AATCCAACTTACAAGGGATGTGAAGGACCTCTTCAAGGAGAACTACAAACCAC","22205":"ACCCAATC","17298":"ACTGCGCCCGGCC","27252":"AAGTAGGGG","14287":"TGTAATCCCAGCTACTCAGGAGGC","24959":"TCTGACATT","1965":"TGATTTC","3209":"TCATAAC","14330":"TATATCATT","16093":"TATGAGTG","4483":"TCTGTGCC","28711":"TTAACTTTG","4459":"ATCAAAAC","15646":"ATGGCGGC","745":"TAGGCC","30550":"ATGAGTTAA","6288":"TAAGTTTT","20231":"ATGGCTAG","22446":"ACCTGAAGG","23769":"AAATAACTG","7555":"TAAGTGAC","21605":"ATTAGAAGG","3342":"TCAGGAGGC","18512":"GTGATGGC","19532":"ATAAAATATG","23648":"TGGTGGGAGGTG","24976":"AGTCAGATG","18008":"ATCACTAG","31415":"TGGGGAGTG","31958":"TCTGTTAGG","10":"TT","25161":"AAAGAGGTG","19960":"TGCAATCCC","27153":"TCTGACTGC","15027":"AAAGTCATG","22067":"TTTTGTTTTTG","8120":"AACTTACAAGGG","5031":"TTTGTTCTTTT","7612":"ATACATATT","22652":"TGCAGAGTGTTTTCCAACTTGGTTCC","13918":"AACAAGGG","27203":"ATTTGTCCC","4751":"AAAACAAAC","28399":"AGCTCTATT","4816":"ATGCATGC","16512":"TATAATTTAA","11886":"TGGATTCATCTCAC","22904":"TTTTATTTTTC","31795":"AAAAGTACC","21059":"ACTGTTAA","1119":"TAAAGC","17480":"AAGGAGATG","11017":"ATGAAAGAA","29828":"ATTGTTCAATTCCCACCTATGAGTGAGAATATGCGGTGTTTGGTTTTTTGTTCTTGCGATAGTTTAC","1107":"TCTAGC","24215":"TGCACAAGC","8296":"TTTATAAAA","4659":"TTACTAC","15579":"TTTAATATC","22990":"AGGTGATGC","8930":"AGTAAGGC","4869":"TGACTCC","540":"ATAGGC","385":"ATGTC","3699":"ATCCTCC","10721":"TCAGGATTAAG","10916":"AGGCCTCTG","9146":"TGCTGTGG","16180":"ATGGAATTG","18065":"TGTATATATG","18147":"AATTTATGG","12572":"TAACAGCC","26805":"TAGGATTAC","30801":"TTTCTGATTC","26086":"TAGAAAATAA","24063":"TTCAAAAGG","31079":"TGTAGTACC","23323":"ACCCGTG","9470":"AGGGTCTG","6804":"TTGGAATG","974":"TCAACC","25345":"TGGAGTGCAATGG","8093":"AAAATGTGG","10963":"TCTCTTAC","27637":"ATTATAACC","22810":"TAATGTAAG","11713":"ATTAATTTG","2361":"TCCAGTG","12622":"TCTGTGTGTG","26568":"AGCTACTC","7036":"AAAACTGG","12321":"AGAAACTAC","12020":"TGGGGAAC","29205":"ACCTGAGAC","17139":"TTTTCAGCC","25060":"TTACATAAG","24619":"AATTCCCCC","27548":"TGGCCAACATGGCAAAACCCC","28197":"TGCAGCAGG","31920":"TGTACCG","6107":"TTGGCCTCCCAAAGTGCTGGG","29305":"ATATGTGTAC","1865":"TTTGTATT","27861":"AATTATAGGC","1804":"AGTAACC","1552":"AGGAATG","25983":"TCTCGATCTCCTGACCTCATGATCC","858":"TTCAGG","11157":"ATCCCCCC","11467":"TGGCTCTCTGTTTG","19683":"TGGGCAACAGAGCGAGAC","22335":"GGGGAGGG","8612":"AGTCAGGC","15179":"TTGTCTTTC","23502":"TACATACAC","26050":"AATAATGG","29922":"TTTGTAGGC","6511":"TGGCCGGGC","27197":"ACCCCGCG","10120":"TGAATAGACCAATAAC","9158":"AGGTTATT","18492":"AAACTTAAC","31267":"ATTAGTTAC","18325":"TCCAGCATATAAACAGAACC","28949":"AGACTTTGC","12799":"AATATCCCC","22396":"TTACTGTAG","16327":"ACAGGCTGG","27843":"AGATATACCTAATGCTAGATGACGAGTTAG","8449":"TTAAGGGG","24268":"TTCATGATG","27669":"TTGAAAATAA","27187":"TCAGATAAG","7240":"ATCGGG","12436":"TTGGGCG","3633":"TCAATTTC","8711":"TTTCCTCTC","31053":"TATTGTGAC","4536":"AACCATTG","1065":"TGGTAC","22614":"TGCTGACCC","9445":"AGATGAAG","23305":"ATAATAAAAC","25339":"TTAAAATTTT","10343":"AAACTACCATCAGAGTGAACAGGCAACC","9822":"AGACATAA","132":"TAAAA","14698":"AATAAAATT","24899":"ATGAAAATG","9344":"TAATTTAG","29693":"ATTTTTTTTTCC","17425":"TGTAATCCCAGCTACTTGGG","31470":"AACACAGCG","11023":"TGGGTTGC","3307":"TACCTAT","10432":"TCATAGAG","6001":"TTTTCTATT","3042":"AACTATG","31752":"TTCCACTGC","12363":"TAACAAGG","15125":"AAATGAAGC","23729":"AGAGACTTG","15854":"ATTTGAACC","26318":"TTGTTGGCC","12360":"ATGTTTTCC","18252":"TGTGTGCCC","10404":"TTCCACCATG","11856":"TCCTTGCCCATGCCTATGTCCTGAA","24995":"AAAGCAGG","21828":"AAAGGCCG","26373":"TGAGAAGTG","25466":"TCTTTATAGC","4882":"AGAGTCC","5052":"AAACTATT","30398":"TGGTGTTCC","21335":"ATGATCG","19329":"TTTTGTTGTTG","1237":"TCTTATT","8684":"TCCCTAAC","14309":"AAGAGTT","22306":"TTTATAAAAC","7154":"AAACTATG","7969":"TCACTATT","2974":"AGGTATC","28250":"TTGTTAATG","4438":"ATGCTTCC","11455":"TAGATCCC","27003":"TACTAAAAATAG","14416":"TTATTTCCC","5228":"AAAACTAA","26697":"TCTGGTTCC","11611":"AAGGTTGC","23927":"TCTGTTTAG","6137":"ATGAGAAG","19719":"TTCTCCTGCCTCAGCC","23444":"ACATTTTGAGCTCCTTGGGGCCTATGCTGAAAAAGGAAATATCTTCCGACAAAAAC","2522":"AATAGGC","8327":"ACCACCAC","14774":"TGAGAATGATGATTTCCAATTTC","1537":"ACAGCAGC","19033":"AGTGTTTGC","26770":"TCATCAGGG","6812":"TTCTGTTTT","11422":"TGCGGGG","3686":"AATTTAAC","27178":"TGTCTTGGC","27501":"ACAGCTGGC","31935":"AAAAAGAGTCCAGGACCAGATGGATTCACAGCCGAATTCTACC","449":"AATTTG","12580":"TGGCCTTCTTTG","22845":"TTCTGAGAA","28755":"TTGACTTGC","16590":"TTCATTTATT","19166":"AGGGGTGGG","14404":"TATAATAAG","8493":"AAAAATAT","29612":"ACTGATTCC","18434":"TGGTGTCTC","11272":"AGATCACCTGAGG","7728":"TATTTGAC","19530":"TTTGCTAC","7861":"AATTCAAGATGG","29474":"ACCAGTAAC","2978":"TCATAAG","30567":"ATCTTACAC","8756":"AGACTCAC","22007":"ACCTCCTC","22853":"ACACAGGAAGGGGAATATC","24575":"AAAATGTATC","28098":"AGGACAACC","1781":"TGGAGAC","6835":"TGCATGTGTC","13017":"TACCACG","20766":"TTTTGAATC","14722":"AGAAAGTAC","29997":"TTCTCAGAA","7331":"ATATTTTCC","29059":"TCCGTGGGC","25565":"GCGCCCGCC","4157":"TGGGTGGC","7509":"AAAAAGTAA","29408":"AGGCCCGC","29729":"TCCTCCCACCC","29410":"AATAGCAAAGAC","22299":"TATGAAGCC","6714":"TGTCTGCC","11578":"TAAAATCTC","25232":"AGAAGCTCTTTAGTTTAATTAG","31722":"TAGAATATC","21293":"ACCTCAGGG","2450":"AAATAGC","13941":"TCCATGTTGG","12457":"ATGACCTC","25438":"AAATGAAATC","18149":"ATAGATGGC","17692":"TAATTGGC","5694":"TTAGTTC","48":"AGGC","10262":"AATTATAG","10320":"AACCTGGC","19113":"GTGACCC","35":"TTG","25955":"AACTCAGAG","3411":"ACCTAAG","187":"GGGC","30108":"TAGCTCCCATAATTCCC","25646":"TGACTGAAG","29382":"TTACCTTCC","28002":"AATGAATCC","28743":"TGGACAGGG","5421":"ACTATCC","6931":"AAACTTCC","23290":"AACTAGGC","25034":"ACCTCCAGCAAAC","25730":"ATCACTTGAGGCC","30921":"AGGTGGGCGG","23180":"ACATGTGC","11518":"TTATATATAT","21919":"TGGACTCACAGTTCC","16552":"AAAAGGGGC","5914":"TTCATCTC","5525":"TAGAGTC","2496":"TCAAGGC","10077":"TCCTGACCTTGTGATCC","10258":"AACAAGGC","11120":"AGTGATAA","1844":"ATATATC","21870":"TTAATAAATT","24270":"AAGATATTG","2646":"AGAGTAG","26647":"ATAGTATGC","18841":"TAAAATTGAC","19151":"AGTCAAAAG","16948":"AAGGAGAAC","15589":"AGCACATGC","28622":"AATGAAGAC","18251":"TGTGTTATT","15123":"TGTCTAAC","9475":"TAAGTTCC","3853":"AAACTAAC","23583":"AGACCTAC","5518":"AGTATTCC","19951":"TGGTTCTG","24750":"TTTAGAGAC","10826":"AGATGTGG","12107":"TGTGTCCATGTG","17782":"TATCTGGAAGTGGACATTTGGAGGGCTTTGTAGCCTATCTGGAAAAAGGAAATATCTTCCCATGAATGCGAGATAGAAGTAATCTCAGAAACATGTTTATGCTGTATCTACTCAACTAACTGTGCTGAACATTTCTATTGATAGAGCAGTTTTGAGACACTCTTCTTTTGGAATCTGCAAGTGGATATTTGGATAGATTTGAGGATTTCGTTGGAAACGGGATTATATATCAAAAGTAGACAGCAGCATTCTCAGAAACTTCTTTGTGATGTTTGCATCCAGCTCTCAGAGTTGAACATTCCCTTTCATAGAGTAGGTTTGAAACCCTCTTTTTATAGTGTCTGGAAGCGGGCATTTGGAGCGCTTTCAGGCC","8862":"AATGTATC","23698":"AGCTTGAC","19956":"AAAAAAAGAAAA","5802":"ATTCTTTTC","3366":"ATTAAAAC","12587":"TAACAACC","11463":"AGGTGATGG","24897":"ATGTGGGGC","19604":"ATTAAAGTG","4092":"ACAATTTC","13238":"TCAGAGGCC","7076":"ATGAAGCCC","17842":"TTCTCAGTG","21636":"TTACATAG","24352":"TCGTAAG","31371":"AAGCTCTGC","18948":"AGATTTCAC","5323":"ATGGACAC","2351":"AAGGAAAA","30827":"AAGAAACTGCATCAACTAACGAGCAAAA","23476":"ATGTTGCCC","18513":"ATTGCTTTT","53":"AAGG","834":"TGTCTG","9807":"TAGAATTG","9338":"ATGGTGTC","23883":"TGCTGAAAC","3881":"TTGGAGG","7159":"ATAGAAAAG","25051":"TAATGCTC","27152":"ATCCAGTTTC","10691":"ATCCAAGG","28961":"TGCCTTGGCC","16600":"TTCCTTCCTTCC","7650":"TCACTTGC","16794":"AAGTGAAGG","6625":"TCCCTCCCC","9017":"AAAATATTG","31894":"AGGGGCGGGG","851":"GTCTC","18810":"TGCTCCTG","7012":"AACATATG","23821":"TCATGCCTGTAATCCCAACACTTTGGG","26083":"TTGTTAACC","26453":"TTATAAAAGC","17283":"AATATTCCC","28632":"AAAGTTTTGC","28134":"AAAACTGGCTAGCCATATGC","10154":"AATTCAAGATGGATTAAAGAC","29436":"TTGAATAGG","17790":"TGTCATT","29503":"ATCTTGAATTG","24980":"TGAAAGGCC","23165":"ATTTGTTTGC","26529":"AATGACTT","2607":"ATTATTTC","23168":"ATCACAAAC","30230":"AGCTTCTAA","27321":"TTATTTGAA","24349":"AATTCATTC","946":"TTTCACCATG","10356":"TTTGTTTGG","22702":"ATATATTAAAA","19287":"TTCACTGAC","18527":"TTTTTTGTTTTTTG","23026":"ATCAATATC","24511":"TGAATGGGG","22961":"TGAATAGCC","11766":"TTAATTTATT","15405":"TGGGAAGCC","28057":"AGAACTGGC","5324":"TTATCAGC","30479":"AGAACTAAG","1888":"TACGC","17535":"AGACAGAAC","28146":"TGTGAAGGC","25923":"TCTTATCCC","1663":"TATACAC","26852":"TATAAGTAC","28628":"TTGCATATG","5535":"TCAATGC","20842":"ATGTTGGCCAGGCTGG","22055":"TAACATAAC","28694":"AATTCTCCC","6764":"GGAAG","4644":"AGTTAGAA","27542":"TCTTTAGCC","10328":"TGTTTGGTTTTTTG","13566":"TGCAAGGC","29397":"TAATTTTCCC","13719":"ACCATCTG","5568":"ATTCCATGC","23154":"TTTAAAGAG","6115":"TATAGAAG","13880":"ACCAGGGG","3240":"ATTAGAC","14406":"ATAAACATC","1791":"ATTGCCC","13800":"TCATAAAAC","5804":"TGAAATCCC","23243":"TGTGACAG","19994":"AGGCTTTTC","11583":"TATAAACAC","29793":"TTATCTGAC","19470":"AGCCCACATC","6270":"TAGAAATC","22355":"TTCAGAAGC","19179":"TGGTGATGC","20776":"ATTGCATTCC","5744":"AAATACCATTTG","7956":"TACTCAG","23146":"TAGGACATT","18373":"TACCAGAG","16085":"ATGTTGGCC","19584":"AGAACACATGG","335":"TTTGCC","12108":"AGCCAGGTGTGGTGG","15625":"TGTATGGG","20950":"TCTACGG","10549":"TTTAGTCTTGGG","8496":"AAGCTGAC","24305":"TCACTTCTC","25272":"AGGTGATCCACCCACCTCAGCC","8346":"ACCCTCAC","2495":"AGGAATT","6039":"TCCCTGTG","17404":"AATGAATTG","21996":"AGACCAAGG","28548":"ATCAAGATG","28090":"AGCTGAATC","17101":"AAAGCAAC","25569":"ATTATAAGG","6933":"TGCAGGGC","14701":"AAGATTTTG","815":"TCCTGAG","11001":"AGAAATGGC","19636":"ATACATAAG","8492":"AGAGGCG","24443":"AAGGGAAAA","995":"TGAGTG","21683":"TTGTTTGTG","5939":"ATGCTGGCC","22553":"AGGCTCAGC","16165":"ATTGTGTAA","7577":"TAAAATCC","21478":"ACCAATTTT","21831":"ATTTGTGGC","21040":"TCCCAAGCC","12575":"AGACAGAGTCTC","13602":"TATCCCAGAAC","18736":"TTTCCTGGG","22933":"TTTGTTCCC","26937":"ATGGCTTGC","30150":"AGTGTGCCCC","8195":"AGGGGAGGGG","15122":"TGTCATAC","30949":"TTGTGCG","31873":"TAAACAAATG","94":"TTTTC","10718":"TTATTTTAAAA","7856":"ACAGTTTT","20525":"TTTGGGGGG","5277":"TTTTCTCCC","25877":"TTACTTGGC","18955":"AGGACAGCC","20027":"AGGCCAAGC","20927":"AAATTATG","27486":"AGAAAAAGAGG","30093":"TCCTAGGGC","13168":"TACAGAGGC","432":"TACTC","21949":"ATCCAGATC","27534":"TTCTTTCG","1154":"TTGATC","6537":"AAGCAGAG","13960":"ATCAAATAA","17322":"AGGTCTAC","11550":"TCAAATTCC","31012":"TAGCATTGC","1501":"AAACATC","9931":"ACAGTATG","11556":"AGGGTTTT","15933":"AGATACCAC","9370":"ATTAAGGC","16766":"TATGATGG","5886":"TTTATCCC","19310":"TAGATTGG","20145":"AATGAGTGG","23517":"ACACTTTTC","6645":"ATGTTCTCAC","13628":"AACTGTAG","5209":"ACTTACC","11153":"TCCAGCATATAA","25814":"TCCATTTAA","26458":"AAATAAAAGAGGACAC","30346":"AAAGGAAGGG","2466":"ATTCTCAGAAACTTCTTTGTG","16902":"ATTCTTTAC","25106":"ATTCTCCTGCCTCAGCCTCCC","10975":"TCAGATCC","21407":"ACCACTGTG","24616":"TAGCCACG","9398":"ACCTCCTGGGC","24874":"TCACATT","10463":"ATAAAAGGC","25200":"AAATCAGAA","27965":"TTTCATCCC","29337":"TCTTCTGCG","27803":"TGGACTTGC","8400":"TATCAGG","17831":"TAAGTGTTC","29799":"TGCTCAGAG","22948":"AATGAATATT","24685":"TATTTTAAAC","1071":"TTCTGCC","1418":"ATGTGTG","4229":"TTTTATAC","26830":"TCCAAATAC","23365":"ACCACTCC","15500":"AATGTAT","15204":"TGAGGTGG","16159":"TATAGATAA","19730":"TCGAAGC","25521":"TAGCTTTAA","25690":"TCAGCTGGG","23836":"TTACTGTAC","12681":"TGTTATAC","27846":"AGAAAAAAAAAAAAAAAA","21602":"AAGAAATAACTAAAATC","5947":"TCATGCCTGTAATCCC","31315":"AGAAATAAATG","31962":"TTTTCTGATT","20451":"AATAAACATT","15985":"ACATCGC","14296":"TACTTCTC","19288":"TTTTCCTTCC","21220":"TCACTGAAC","17898":"TAGGAAAGG","30683":"TGAGTTATC","17839":"ATTTCACAC","88":"TAGG","6454":"AGGCAGAAG","21095":"AAGAATGTATATTCTGTTGATTTGGGG","15046":"AGACATAG","20543":"TTCGGGC","14016":"TGGTAGGG","5762":"TGTCATG","3296":"ATGGTAA","5464":"TATTTTAG","8725":"TGTAATCCTAGCACTTTGGG","9951":"TCGGGGG","12730":"ACTGCATTCC","16233":"AGAACATGC","5942":"ACACCG","4802":"TCAAGCAATCC","16087":"AAGTTGAC","3455":"AGTGTAG","27222":"TTTATAATAC","14807":"AGGGCGGG","15550":"AGTCTTTTG","16245":"AGAGAGAGGG","4552":"TGAATTTG","21008":"ATTTTTGGG","29072":"AGGAGAAGGG","5996":"ATATTTTTT","27497":"AATGCAAAA","27268":"TGCAAATAC","8255":"AGAGACAG","6690":"TTCCTGAG","13486":"TCTTATATT","19887":"TAACTTTCC","9952":"TATTTTCAGTAG","16953":"AAAAACTGAA","29301":"TTAGATAG","15250":"TAAATTTTG","18144":"TAGCTGGGC","366":"AGATAA","7558":"TTCACGG","9350":"TGTAGTCCCAGCTACTCAGGAGGCTGAGGCAGGAGAA","12139":"TGGCAGAA","19738":"TTCAGTGGC","22815":"AGGTAGGGG","27630":"ACACACAGCC","25080":"TGAGAGGGG","15842":"TACTAAAAC","3859":"TGGGAGTG","18475":"ATTATCTTC","11159":"TTCATTTAA","15106":"TTTTAAATAA","29223":"AACATGAAG","7465":"TATGCTTAAAATAGGAAATATCTACCTACAGAAACTAGACAGAAGCATTCTGAGAATCACGTTTGTGATGTGGGTACTCAACTAACAGTGTTGATCCATTCTTTTGATACAGCAGTTTTGAACCACACTTTTTGTAG","4350":"ATTTAAGC","856":"TTCAGC","10946":"TTGCTTTTG","20866":"AATTCTCG","24080":"AGAATCTAG","29097":"AGTGGGCGAAGGACATG","8395":"TCTTTAGG","24672":"TTCTACTC","11596":"TTTGCTAG","3901":"TCCATAC","21151":"TTCTGGAAG","15075":"TTCCACATT","23247":"ATTCTCCTGCCTCAGCTTCCC","9147":"AGCTCGC","13796":"TCACAACC","16620":"AGGGTAGC","30970":"TGTGAATTTT","21057":"AATAAAATAT","21477":"TAGAAGAAAAC","28506":"TAAGACATC","27817":"GAGACCCC","25306":"AGGGCTTGG","13250":"AACAATATT","8054":"TATTTATTC","3361":"AATATTCC","10645":"TTCTAAGC","12116":"ATGTAAAA","18094":"TTATTGGCC","30146":"TGGACAGGC","6486":"TTTTGTATT","24004":"AGCCTGACC","29196":"GGTGCCC","17104":"ATTTTAGGC","3661":"ACAAATC","10237":"TAAGGCCC","3428":"TGGTATC","22696":"TTGGAGTTC","9145":"ATGCCTGGCC","5975":"ATTAATTG","17153":"ACCTATGC","12845":"TCTGAAAAC","6574":"AGAAATAAG","17140":"TTTAAAATTTT","5296":"AGCAATGG","28031":"AAATTAATT","28112":"AGTATTTGTC","18173":"AGGACAAGG","21396":"AGGCCAGAG","6424":"AAGGATGC","25317":"GGGGGCC","22588":"TTATTTGTAA","13913":"TGAGGCTGG","20426":"ATTCACTTC","8064":"TTCTGTCTC","12719":"TAGGTCTC","6711":"ATTTCTATT","4490":"AATGAGC","9875":"AGCATATG","14022":"TAGAGCCC","1796":"ACTTTAA","6493":"AGTGTCTC","28586":"TATAAATATC","2507":"TAATTAC","10525":"ATCGTGCCACTGCACTCCAGCC","17754":"AGCAGTTCC","25868":"TTAAATATTC","7201":"ACGGTGAAACCCCGTCTC","7765":"TTCAGAGC","15084":"ATTCTCCTACC","20320":"AGAAAATAAG","31703":"AGCATACAC","30817":"TCTTTTTTTTGG","12882":"TATCAAGC","10933":"AGCAGAAAA","15633":"TGGGAATAA","4618":"AAACACTCTTTTTGGAGTATCTGGAAGTGGACATTTGG","20298":"ATATATGTAC","15271":"TTTCCTCAC","5363":"ATCGGC","1159":"TTGGCCAGGCTGG","28837":"TACAAACAC","3896":"AATCTTCTCGTACTATC","31881":"ATGACTCTC","18391":"AGCACTGGC","20446":"TGACTCTCC","20449":"GCCGCCC","19784":"AGATTTATC","19603":"ATTAGTAT","18625":"AGTTCAGG","29456":"AAGGGAAAGC","8018":"ACCACAGGC","13905":"AGAGAGGGC","51":"TTGG","3641":"TATAAATC","6025":"GGCCCCC","5384":"AGAGCAAG","14041":"AGCACTGC","23042":"TTTTTTTTTTCC","16284":"ATAAGAAATT","2934":"AGAAACTAGACAGAAGCATTCTGAGAATCACGTTTGTG","2557":"AATCAAGTCACAGAGTTGAACC","14095":"TAAGTCCC","1652":"ATATATAC","6248":"TAAAGAAC","29863":"ACTATTTTTT","29116":"ACCCATCCC","9339":"ACCCAATAC","26535":"TTTAGTTCC","20152":"AAAGATTTG","1061":"AGACAGAG","28937":"ATGGAGTAG","16674":"TGTGGTGTGG","9950":"ATGTGTGG","16927":"TTGACGC","23118":"AGGGATGCC","4434":"AGTCATG","20975":"TACAGGTG","10010":"ATCCTATT","11237":"AAGTTGGC","20935":"AGATGAATGG","15883":"TTGCAAGG","23134":"ATACATATAA","6705":"TATTTTTAGTAGAGATGGGGTTTC","27995":"AGACAGGATC","24728":"TTGCTTAAC","25412":"ATGCTGTCC","2535":"ATGGATGG","14711":"AGGATAAAA","20356":"TGTTAAAAG","20313":"TCCCCAAAC","23616":"TATAGTTTAA","7007":"ACTGAGGC","13781":"ATAGACCC","29648":"ATGGGAACC","27290":"TTACCTAG","23873":"TAGGTCAG","30473":"TTATTTGAAC","6908":"TCCCAGAC","21830":"ACTGCCAC","10061":"ATAAATTTC","13645":"TTTATAATG","4504":"AAATAGCC","5037":"TGAATATC","18790":"TATTACAG","8312":"TCCCGGGTTCAAGTG","27241":"TACTCTCCC","4446":"AACAAATG","7883":"ACTATAC","31185":"AGAACATTG","24136":"AGATGTTTC","5781":"AAGGAGGC","10913":"TATCAGGATG","13171":"TCCCTACC","16176":"TCACAAAGC","3974":"TTAATGC","10123":"ATGATATC","31851":"ATGTGTTGG","1283":"ATTTCAC","17273":"TGGGCGGC","4066":"ATTTGCATTTCTC","8101":"TTCAGTGG","3100":"TTTCACCGTG","15203":"ATCACACCC","24714":"AGTGATTTC","17186":"TGAAATAGG","25794":"AAATTGGGC","9645":"ATCACCTGAGGTCAGGAGTTCGAGACCAGCC","6830":"TCAAAGGG","26441":"AAAGCCGC","10490":"TCCATTGC","10784":"TCCCTGTC","4946":"TCACATG","5812":"ATATTTCC","13552":"AACCTAAC","5500":"AATGTGCC","14058":"TGGGGTGGGGGGAGGGGGG","10085":"ACTTTGGGC","18479":"TTTTAAAAAC","29515":"AGGAGCCAAG","17875":"ATGCATT","19693":"ATGTGTGGC","28939":"ATGGACAGG","26046":"TGGCTATTG","31705":"AGCTTGGGG","996":"TGGTTC","17509":"TATTCTGG","7394":"TGTGTTTG","25424":"TACCAGAA","1987":"TCTGGGC","29840":"AGCTTAAGG","7657":"TGAGACAGGAGAA","5053":"TAGCTGC","20893":"TATGTTAG","9194":"AAGCAATC","25850":"AAGGAGTTG","11295":"TCGTCTC","6758":"AAAACACC","19073":"AATCCTCCCACCTCAGCC","1646":"TGCTGGC","12323":"AGCCTAGG","22260":"TTTATATTTC","29159":"TAATTCTAA","7300":"TACTCGGGAGGC","3711":"TCACTCAC","7381":"TCCCAAGTAGCTGGG","1939":"AATAAGG","23859":"TTCTAGAC","12705":"TGAGTTAA","19290":"AATGGAAAA","845":"ACCATC","1747":"TTTTTGTAG","2302":"TTGTGCC","20934":"TTCTCTTCCC","9710":"TATCTTGC","23067":"TAAATAAATAA","31018":"AATTTATATG","18583":"AGGAGAGGC","23084":"AAACCAAAA","8907":"AGTTCACTCATGATT","15286":"ATGTTTGTG","23186":"TGTTCTCC","26487":"ATAACATAA","8486":"AAATGAGG","18225":"TTAAAGATC","23632":"AGATGGGCC","24911":"TTCAGAGCC","24073":"TGCAGCTCC","11834":"TTTTTCG","17950":"TCATTTTGG","6512":"AGAAAAGGC","16101":"ACATAGGG","19633":"ATGCATTCC","25743":"TTGAAGAAG","31130":"ACCACCACC","1993":"AAAGTTG","5849":"TCAGAAGC","15402":"TTGTGAGC","10245":"TGTGGTCCCAGCTAC","26480":"TTCCTGTGG","3723":"ACAGAGCAGG","29446":"TGAGAACATG","31816":"ATTTCAATC","1274":"TGTACC","12239":"AAGCTTGC","6515":"TATATTGG","29263":"TTAAATATAC","19285":"ATGTGAGCC","795":"CCCAC","19464":"AGCATTTGG","9799":"ATCAGCAC","13359":"TTTATTGTGGC","23464":"AAGTGATCTGCCC","28076":"TCCTGAGGG","21970":"TCTCACAAG","25210":"ATTACAGTG","25297":"ATGGTGGAAGG","20551":"TCACTGTGG","27425":"AAGCAGTAA","17423":"TTTAGAAAC","23409":"ATCTAAATG","25849":"TATGAAAGC","27897":"AGTGCCCCC","30930":"AAAAAGATAC","2438":"ATAAAAGC","3343":"TTATTTAA","3873":"TGTCTTTG","381":"ATTCCC","10620":"ACTGTTTG","9664":"TTAGTTTGGC","1461":"TGGCTAAC","2360":"AGAATG","12305":"AACACTGG","25312":"AATGTTATG","26143":"ACGTGTTC","29306":"TGGGCGCGGTGGC","31770":"AATGACTCC","17917":"TTTTAATAT","16618":"AGAATAAGC","16784":"ATCACTGGCCATCAGAGAAATGCAAATCAAAACCACAATGAGATACCATCTCACACC","2478":"AAGAAATG","5179":"ACCTCCCC","23511":"AGGGACAGG","25301":"TCCTGGACTCTTTTTGG","17645":"TAGGAAGCC","26662":"AAATATCTTG","8801":"AATTATGG","4413":"ATAAATTG","17354":"ATCCTTAA","4467":"AGACTGC","21196":"AGAATCATT","9102":"TCTGGGGG","31523":"TACTAAAAAAAAAA","15301":"TTCCAACTATGTGG","20475":"TTTATAAATC","24262":"AAAAATACAC","6698":"ATGTGAGG","29689":"TATATTTATG","12607":"ATACTAAC","5593":"TTCTCCTTG","6981":"TACCTGACTTCAAAC","19590":"TGCTCAA","6951":"ATCCACAC","31232":"TATGATT","2388":"TGCTATG","4783":"TGATGGCC","4818":"TGTTACC","7642":"AAAATCAG","16699":"TAGAGACG","13329":"TATATGTACC","20032":"ATCCCTTTG","5776":"ATCATAG","7963":"ATCAGAGAAATGCAAATC","28369":"TAGCCGC","2279":"ATACCCC","27779":"ATGTGTAGC","5974":"TCATATAA","4767":"AAGAGAAAA","4396":"TTCAATAA","13301":"ACCACACCTGGCTAATTTT","12955":"TTGTCCCC","28828":"ATGAGAACC","10791":"AAAAACTGGAAGCATTCCCTTTG","31653":"AGCCCAGAA","21665":"ACCTGTATT","21452":"ATTCTGTTTT","5555":"TCCCATG","25441":"TTCTCTAGG","5668":"AGTCAGGG","3594":"TGATTGC","15299":"TAGCTGGGACCAC","26020":"TCATCACATT","29307":"ATCTCTTGG","19670":"AGTTGATTTTTG","23972":"TCTGGAAC","4615":"ATAAAAACGAC","6174":"AAGGACTTC","24369":"ATCGTCTCAGCCC","25367":"AAGATATAC","7218":"TTTAGGGC","4070":"ATACGG","21603":"AGTATGATATTGGCTGTGGGTTTGTCATAGATAGCTCTTATTATTTTG","15845":"ATGCATATG","288":"TCTAC","26355":"TGCCTATTC","31613":"TCCCGACCTCAGGTGATCC","7173":"AGCATCCC","4917":"AACTGAG","11217":"ATAAAAATAAAA","29149":"TCTTTAATCCATCTTGAATTGATTTTTG","11749":"ACAATAGG","6880":"AAACATGG","27012":"TTGCAGTTTGATCTCAGACTGCTGTGCTAGC","28929":"TTTGATGCC","11494":"TAAGTACC","31633":"AGCCAGAAC","10833":"TTCACCCC","1916":"AACACAC","10519":"TTGAGAGG","25032":"AGCAGTAGG","1998":"TCACTC","5759":"GGCTGG","9786":"TATTAATG","2683":"TGACCCC","2789":"ATTCATG","25929":"AGCACTTGC","77":"AAAG","22021":"TAGATTTT","16239":"AGCAACGG","4077":"TGCTTTCC","22263":"TTATCTTTTC","23446":"ACTCCAGCCTGGGTGAC","12535":"TTTACCG","11774":"TGGGTTGG","27556":"ACATATGGC","20":"ATG","2703":"TGAAAGC","30111":"AAAATCATGCCAAAATGTAAAGACC","16132":"TTTCCTTGC","17337":"AGGATGTGC","8755":"AAGGAATC","30762":"TAAACTACC","5171":"ATGTAAAAATTAGACAGCAGCATTCTCAGAAACTTCTTTGTGGTGTCTGCATTCAAGTCACAGAATTGAAC","30435":"ATGTGTCTTTTGGCTGC","12115":"TAGGTTTTCTTCTAGGGTTTTTATGGTTTTAGGTC","6100":"TTAGGATTG","2840":"TTTTGTTTT","20606":"TTGCAAAAC","20577":"TTTTAGTTG","15270":"ACAGAAAACC","13185":"TTGCTTCAAAGAGAATAAAATACCTAGG","14545":"TTTTCCTTTC","26049":"GCCTCC","22645":"AGAGCAAGACTCTGTCTC","13643":"TTTATTCCC","16242":"AACAGTCC","20534":"TCCCACTTATAAGTGAGAAC","29321":"AAATCTAAC","185":"TCAA","25656":"ATATGAAAAG","4844":"TAAACCC","19772":"TTTTGTCC","1518":"TCTCCCC","30463":"TTCCAGTGG","30941":"TGCAGGCCC","3957":"ACTTGAACC","8180":"TGCTCG","7590":"ATCACACCACTGCACTCCAGCC","22734":"TATTTCAAAA","5527":"ATCATTTG","19299":"AGTTAATATTG","8001":"ATCACGG","30032":"AATCCTTTC","4381":"ACACAAC","5266":"TGACTTG","8648":"AGCCAAGATCATGCC","27740":"TTTTGATGG","4990":"TTAGTTG","3270":"AGGCAGGC","7388":"TGAATTGG","17922":"TATGTGTAC","22870":"TAGGAATAG","2321":"TCATGGC","7047":"AGCCTTTC","25828":"AAGTTGCAGTG","31956":"ACCCATTTTC","18880":"AGGCCAAGGCGGGCGG","3125":"ATAAAGG","7764":"AGGATGGC","9453":"AAACTGAAC","12715":"TTGGTCTG","31836":"AAAGCACTC","31082":"AGACCAAGGC","28083":"AATTGTGG","7347":"AAAAAGAAG","26793":"ACCAGACAC","22422":"ACCACGGC","30718":"AGAAAATATC","10115":"TGGCGTGAACCCGGGAGGCGGAGCTTGCAGTG","22574":"AATGTCAGC","28619":"ATCCACCCC","16169":"ACATTTATG","31391":"TTTAAAATTTC","29419":"TCACTGCAAGCTCCGCCTCCCAGGTTCACGCC","12038":"TAATAAAA","21542":"TGCCGGCC","13564":"ATCGGCC","13025":"AGGAAGATCTACC","1536":"TTCAAAC","14928":"AAAGTTTGG","31912":"ATGATTTTTAA","15722":"TTTAAACAC","3276":"ATATATGC","16281":"ATGGCACAC","4904":"TAAGCG","23852":"ATGGTGGTGGGCACC","19350":"TCTTCTGG","16518":"ACACATAAAA","31194":"AGATCAGAG","805":"TGGTAA","11942":"ACCTTAAC","17237":"AGGCTCG","18404":"GCCCCGC","21899":"TCTTCTATT","19729":"ATATCGG","4700":"TTTGTCAG","2752":"TTGTATG","15992":"TCATAAAATGAGTTAGGGAGGATTCCCTCTTTT","4201":"TTTATTGG","28359":"TTCACTGCAACCTCTGCC","23083":"TCCTGACCCC","15526":"TCCCTGAG","4014":"TACAGGG","10208":"TACACAGC","6968":"TCCTGGGTTCAAGTG","5364":"TGTAATCTC","151":"AAAGC","8888":"ACATTTAG","12997":"AAGTAGGG","21084":"TAAACATCC","11041":"AAAACAGC","16407":"AGAAATCTC","23453":"TCTGAGTCC","11953":"AAAAAAAAGG","25503":"TATACATTTTTTTCAGC","14006":"TCACGCCTGTAATCCCAGC","26941":"ATATCTTTTG","15409":"ACACTGAG","16537":"TGAATATTG","18276":"AGAAGAAAG","11027":"TCTGTTAC","2673":"AACAAGC","15347":"ACAATATTC","16141":"AAGGGAAG","18533":"ATTATACAC","1959":"TATAAAAC","1064":"TGTAAG","13983":"AGTTTCTTCC","18867":"TATATAGTG","14019":"AACAACG","21739":"AAATCTTCC","26692":"TTAAGTATC","27138":"TTTGTCACC","25809":"ATGTTTGCC","27798":"ATGACTAC","9878":"AAGTCACC","29146":"AGTCAATT","30833":"TCCATAT","1657":"TTTGGGC","5720":"ACTGATG","16959":"TCCCTATG","25238":"AGGACATGG","27698":"TCCCACATC","16156":"ACAGACG","22648":"TTAAATGTAAATGGGC","26724":"ATTCTCCTGCCTCAGCCTCCAGAG","20762":"ATATTTAGG","28474":"TGCCTCCTCAAGTGGGTCCCTGACCCC","29447":"ACTCAGTGC","29470":"ATTATTCACAATAGCAAAGACTTGGAACCAACCCAAATG","23728":"TCCCAGAGG","26435":"TCCTCTTTGTACC","31045":"ATTCCAGTC","16441":"ATATTTTTGC","17437":"ATTGTGTTG","16308":"AATATTGGC","18651":"TCATATTCC","3733":"ATGCACAC","17542":"AAAGAAAAAAG","11575":"TCACTTGAACC","3969":"TATGAAG","20099":"AGACCACCC","26130":"AGTCTATGG","28221":"ACCTTTAAG","25163":"TTACATGGG","5445":"TACTCCC","12604":"TTGGACCC","436":"AAATCC","6345":"TTTTTCTT","8110":"AAGCTCTG","19300":"TACAAAAAAATT","6751":"AGTTTTCCCAGCACC","25585":"AGCAATGCC","29988":"ACGTGCCC","10780":"AAAGGATTCCCTATTTAATAAATGGTGCTGGG","23260":"AAACTGAAAA","16941":"AGTGTGTAGAGGGAAATT","21771":"AGGACCCTCAGCTGCAGGTCTGTTGG","23016":"ACCTTTCTTTTGATTC","9177":"TCCTTGGC","16795":"TGTTAGAG","17520":"AACTAAGC","23706":"AACGGGG","12163":"TGCTTAAC","14261":"ATAAATGGG","29354":"TCATTAAAC","3589":"TCTGTCC","14501":"ATGGAGATG","26924":"AGGCCATGC","10559":"AGTTTGGGG","28248":"TTGTTCTCC","14583":"TGCTAAGC","10338":"AGGAGTAG","25664":"AGGGCTTGC","4176":"ATGACG","5059":"TGAATAAC","21552":"TTTTGAAAAC","1623":"TTAAATT","1926":"TATTTGG","2053":"TCCTGTG","22605":"ATCCCAGG","6618":"AACGGG","20619":"ACCTCTCC","4448":"TCCCTTG","17205":"TTCTGGGTATCC","23017":"TTAGTAGAGATGGGG","22650":"AGTCTGTGTCTTTTAATTGGAGCATTTAG","3228":"AAAACTGGC","31908":"AAATATACAC","25710":"TAAATTGGG","3377":"TTAAATC","14622":"ATTTCTTGC","14715":"AGCATAAG","19320":"TGGCTCAG","3676":"TATAATTTT","23585":"AATGCTGC","6271":"TTGGAAAA","1976":"TCCAGAG","11999":"TCAAAAATT","31404":"ACAATTGGC","24663":"TGTAACG","12656":"TACTAAAAG","16027":"TCAATATCC","22328":"TCCCAAAGG","8588":"TCATATAC","1531":"TGGAGTGC","27269":"TACATGTAA","8508":"TGAGTTTG","31413":"ATGCCACG","29013":"AGTTCTCCC","19378":"TAACTTATT","21228":"AATTTTCTAA","15227":"ACATTTAGG","16682":"CCCGGC","21564":"ACGAATG","12978":"TTAGTTTGGCTGGATATG","16341":"AGCCAGGCC","8467":"AGCTTATCC","22063":"AATTTCCTG","29876":"TCCATGGGC","29079":"TCTATATTC","7249":"TCTATTCC","16522":"ATTGATTCC","1069":"AACTAG","21881":"ACTGTGGGG","11015":"TCAATAGG","17572":"AATGTATTC","25723":"TATATTGAACC","963":"TCAGAC","13312":"TAGTTGGG","5224":"TATATGCC","29533":"AGAAACCG","5302":"AAACAATG","12453":"ACCTTCAC","26110":"AGTGACAAC","9748":"TCTTGAACTCCTGGCC","15510":"AATGCAGTGGC","21724":"AGTCAAAGC","23389":"AGCAGCATGATTTAT","25065":"TTTTTTTTCCC","27644":"AAAATGCTGGG","13622":"TAATCAAG","28096":"AAAAGCTGGAAGC","4287":"TTTCATTG","4958":"AGGCAGCC","6806":"TACTAAAAATACAAAAATTAGCCAGGC","3255":"ACATATC","16103":"ATTAAATAT","10594":"ATTCTGAG","25889":"TTTAAATAAAA","19723":"AAACATGGC","18741":"ATCTCGCC","11242":"TTTCTGTAA","25479":"TTGCCCAGACTGG","5111":"AAGCTAA","16823":"TGCCACTG","6265":"TTGATATT","16320":"TCTGAATT","19381":"TTACTGAGC","26206":"AAATTGCTGGG","1345":"TACTCC","9360":"AGGCACTC","20154":"ATATATCTC","11102":"AATAATAAC","23951":"TTCTCAAATT","28166":"TCACCTGC","23504":"TATTATAG","3910":"AAAAAGGAAATATCTTCCCATGAATGCGAGATAGAAGTAATCTCAGAAACATGTTTATGCTGTATCTACTCAACTAACTGTGCTGAACATTTCTATTGATAGAGCAGTTTTGAGACACTCTTCTTTTGGAATCTGCAAGTGGATATTTGGATAGATTTGAGGATTTCGTTGGAAACGGGATTATAT","22666":"TTTAGAAAAC","17582":"ATCACTATC","12220":"TAGAGACAGGGTTTC","19004":"TTGCATATT","26314":"AAGAGAGGC","28042":"TTCCCTGTG","3282":"TTCCAAG","21503":"TCCATGGGG","19097":"AGGAAAAGGC","492":"ATGATG","31221":"ATTCTTTTTATAGAATCTGGAAGTGGATATTTGG","27921":"TCCAGCTTGGGC","10860":"AATTATGGG","29040":"TCATGAGGG","9612":"TCGCTTGAACC","15212":"ACCATGCCTGGCTAATTTTTG","24024":"AGTTTCCCCC","13160":"ATGGTTGG","31594":"AGTACTATGC","19209":"TAGGCAGAGG","21123":"ATTCCATCTC","1641":"ACATATT","25490":"TTCATTTTGC","31141":"TTGAGCCCGGG","12473":"ACCACAGCC","12783":"TTTCTCTAC","3250":"TAGGTATT","20265":"TTCATCG","7775":"AGAGAGAGG","4061":"TACCTAGG","25502":"TTGAGCCCAGGAGTTTG","4734":"TGGGGCCC","8818":"ATTATGATG","1782":"TTTTCCCC","2941":"TAAAAATG","7901":"ATTCAGGACATAGGCATGGGC","17042":"AAAGTGGGG","24991":"ACTTAAGCC","26696":"AAATAATGGC","3486":"TGCTGAA","3654":"AGGGAAAA","18059":"TCACCTCTC","15211":"AATATCCTTGATGAAC","11083":"TTCTCCTG","8350":"TGTGATGG","13700":"TCCCTCTGC","1340":"TATAGTG","9894":"ATCTGTGG","25033":"AATGTGCCC","31656":"ATACCAAC","2977":"TCACCTC","6490":"AGCAATTC","24405":"AAACCAATG","20267":"AGCTTTGGG","3109":"TTAGAAC","17778":"TCCTGCTGC","6749":"TACATTTC","12751":"TTCAAATCAAATCTAGCCAGAAGCATTCTAAGAAACATCTTAGGGATGTTTACATTCAAGTCACAGAGTTGAACATTCCCTTTCACAGAGCAGGTTTGAAACAATCTTCTCGTACTATCTGGCAGTGGACATTTTGAGCTCCTTGGGGCCTATGCTGAAAAAGGAAATATCTTCCGACAAAAACTAGACAGAAGCATTCGCAGAATCACGTTTGTGATGTGTGCACTCAACTGTCAGAATTGAACCTTGGTTTGGACAGAGCACTTTTGAAACACTCTTTTTGTAGAATCTGCAGGTGGATATTTGGCTAGCTTTGAGGATTTCGTTGGAAACGGTAATGTCTTCAAAGAAAATCTAGACAGAAGCATTCTCAGAAACACCTTCGTGATGTTTGCAATCAAGTCACAGAGTTGAACCTTCCGTTTCATAGAGCAGGTTGGAAACACTCTTTTTGTAG","201":"TTAAAA","16184":"AATATACAC","15741":"ATGCTGAAC","15746":"ATGGCTGG","9565":"ATTCAGTC","11972":"TAAGAATT","15762":"AGTGAATTC","30572":"AGCATCATC","24821":"ATTCTCCCGCC","5877":"TAAACAG","31484":"TGTGCTGTG","11169":"AGTCTTTCC","10411":"TCCAGTGG","16813":"ATTCAGAAG","24173":"AAATACGG","30420":"TATTTTTTTAG","4815":"TTTGGGGC","15119":"TTTTCATC","25194":"ACATTTATTC","15136":"TAGGCCG","1482":"TAGTGG","2057":"TGAAAAAGG","29994":"TTTGCTGTC","25300":"AGGCTGGAGTGTAGTGGC","26390":"ACCCCTGC","28570":"TGCATTTATT","3801":"TCAACAC","31007":"TTACTCATC","5624":"TTGGATG","17442":"TCACTCTCC","11663":"AACATCTTTATT","29380":"TAAACTCTC","10757":"TCATCTGACAAAGGGCTAATATCCAGAATCTAC","13546":"AAGGTTTG","17211":"TACAGTGGC","23346":"ACGTAGG","7949":"ATGACTTC","17451":"AAATGTTTTC","26301":"ATGAAAAAC","14020":"TTGTCAAC","23107":"TGGAGAAGC","8114":"TGGTATTGCC","11387":"AAGAGACC","21513":"TGGTATGC","3503":"ATTTGGGG","23804":"TTCTTCTCTC","10058":"GCGGG","23898":"TTCATGTTC","27331":"TCTGCAGGC","11213":"TTGGTGCAGAGC","8589":"AAGTTTGC","14":"CC","11672":"TCAATTTTGG","27015":"TATTGGTTATTCTAGTTATAC","13848":"TTTTAGTTC","18381":"AGGGCTTCC","4622":"TCTTAAAA","12533":"AGCCACAG","3576":"AGATATTC","27365":"TGGATTAC","22655":"TGCAGGAC","13758":"TCCCTATC","19353":"TTCACTAA","24021":"AGGAGGAAGG","26466":"TTTATTTCTTTCTCTTGCC","21983":"TAGAGTT","31994":"TCCTAAGGC","23210":"AGTTTGAGACCAGCCTGGGCAAC","4670":"AGTTACC","12867":"TTTAGAAAA","18080":"AGGGATTG","6471":"AGATGCCC","16802":"TTTTATAAAA","15220":"TATTAAAAG","4214":"ACCGGC","3390":"TGTTGCC","30152":"TAATTCTGTG","4604":"TGAGCG","16196":"TCACAAATT","24811":"TCATGCCTATAATCCC","1981":"TAAAACC","14470":"TTGACTTG","9431":"TATAATTTG","13856":"TTTTATTTAA","17526":"AGGGAGATG","2644":"TGAAACCC","20304":"AAAACACAG","10720":"AGAAAACCC","1032":"ACACACACACACACAC","24752":"AGGGCTGAC","29696":"TGGTGTCCC","13612":"ATTTGGTG","28918":"AGCCTTGCC","12967":"AATAGCCC","5665":"AATCTGCAAGAGG","10842":"ATGGATAG","18185":"ATGGCTGGGTCAAATGGTATTTCTAGTTCTAGATCCCTGAGGAATCGCCACACTGACTTCC","31445":"TCTCCTAGG","9362":"TAAGTGCC","18708":"TTGATACC","27813":"TACTCATCC","12777":"TCTGTCTCAAAAAAAAAAAA","23950":"ATTCCACAC","12510":"AGGGAATC","1834":"TCCAGTC","13214":"TACTCATT","44":"AGGG","1611":"ATCTCTG","23939":"AATCAATGC","26345":"ATCCTGTTG","27953":"AACAGAGGC","30966":"ATAAATGTC","25505":"AGGTGATCCACCCACCTCGGCC","22733":"TATTTTGTTG","15941":"AAATTTCCC","19515":"AAAACTGAAG","18589":"TAGAGCTG","6884":"ACTCACAC","29789":"ATCACTGTC","510":"TTAGCC","22575":"TCACTTTTG","12050":"TTTTATTTG","12297":"AGACAGAAG","19017":"AAGTTAAAC","21680":"TGGTTAGG","27934":"ATGATCTTG","27970":"ATTCTAAGG","13812":"ACCCTGCCC","7823":"TTGTAGTATAGTTTG","5160":"TATAGTT","26394":"AAAGGTAAG","19454":"AACACTGCC","27283":"AAATATCG","11286":"TGATTCTTCTCTC","12133":"TTTCTCTTTC","30902":"TTCCTTATC","28728":"TGAAGAAGC","29340":"ATCACTTAC","25066":"AGTGCTGG","6832":"AGATAGTG","12372":"TATACCAC","11110":"TGGAGAAAA","4455":"ACAGCTG","15272":"AGAGGAGGG","15062":"GGGGGGG","15251":"AAAAATTTAA","30657":"TAGCAGTCTATC","27374":"TTTCAGTGG","30771":"AGTTTCTTCCTAG","16536":"TGACTACC","19129":"TGGATAAAA","16107":"TCCAACAC","10827":"AAAGAAGGCC","31249":"AAGACTTAA","1457":"GTGAGCC","31954":"ATTGATAAAA","10202":"ACCCTTTC","7964":"ATCTACCC","12788":"TAGGAACC","7806":"ATGGCCCC","8574":"TCCTGATCTC","10819":"TATTGTTTC","2576":"AGTATGC","20691":"AGTCAGAAC","16803":"TGCTTTGTG","28422":"ATGGTGTATATG","12956":"TACTGTTG","1006":"AATATTC","20132":"TAGTGTCC","20441":"AACCACTGC","27673":"TAGTGATC","7441":"AAGTCTTC","4073":"AAAACGTAC","22940":"AAACTCAGC","642":"AAAAAAC","31764":"ATCCAGGCC","31372":"AAGCTGGAGTGCAGTGGC","23845":"TCTTTTTCTTTT","838":"ATAAATG","16868":"TTTGGAGAC","24774":"AGACCTTTGTCAG","28434":"AGTGTGTAGAGGGAAATTTATAGCACTAAATGCCCACAAGAGAAAGCAGG","8701":"TGTAGCCC","7387":"AATGATC","4107":"AAAATCTG","10626":"TCTTGATCTCCTGACCTC","31062":"ATGGGTTTC","25984":"ACCACGCCCGGCTAATTTTTTG","9351":"AGTAGCTGGG","3368":"ACCTATT","15163":"TCCTTTATT","22713":"ATGAATGGC","24113":"AACCGGC","3598":"TTGGTTTGG","1229":"TTCAAGC","14286":"TGGATTCGG","25707":"TAATGTATG","20992":"TCCCACTTATGAGTGAGAAC","6338":"AACAAAAGCC","28908":"TATACCTTC","21509":"AAGAAAAATT","24979":"TGACAATT","19609":"ATCATCTTC","12070":"TACAATAC","4841":"AGTTATG","19982":"ATCAGAAGG","809":"GCCCC","11609":"TATATATATT","31358":"TCACATAAAA","6178":"AAAAGAGAC","22035":"TCTCAAATC","15909":"ACTCATGG","22581":"TAACATTTG","26985":"AAAATGTTGGG","16200":"TAGGTAGC","4685":"TAAAATGC","6482":"ACCCAAG","12204":"ATCTCAAC","786":"AATTTAA","6862":"AAGACCCC","14540":"AATAATAATAA","27727":"AATCTGCTG","1947":"ATGTATC","11322":"TGGCCCG","30291":"TTGCTGTGC","14326":"TGGTTATG","1401":"TCCCCCC","17752":"TCGCGCC","11497":"TTAGTGTG","19815":"AAACAAATTC","31065":"AGAGCTTTC","24965":"TAAGTCATT","21672":"ATCTTTGGG","9726":"AGGTATGC","7866":"ATTAGATG","17171":"ATAATCTAA","12447":"ATTTCTTTAA","18247":"TATTTTTTTAA","24422":"AGCTATAC","1835":"AGGTTTT","339":"ACTTG","23295":"TAGAGGGG","10434":"GCAGCC","18964":"TCGCCCAGGCTGGAGTGCAGTGG","23025":"AGGATGGGC","2072":"TTGTCTG","12122":"AAGTAACC","19933":"ATTCCATCC","10550":"ATTGGCCC","25023":"ACTAATAC","2484":"AGGGTGG","12173":"TAAATGGG","23642":"TAGACTAG","14323":"ATTTCTGGC","26844":"TAGTATCC","9808":"TTTGAATAA","1763":"TTCCTGG","1982":"AATGGCC","3838":"TGTGAGCC","4636":"TCAGTGC","6592":"AGAAGAGC","27392":"AGAGTGTTG","28059":"TTTGGTATC","11957":"ATTTCTACC","11699":"TATTCTATT","9280":"TACTTTGC","10838":"AACTCTAC","8752":"AGTCAATG","2652":"AAAAAGGAAATATCTTCCCATGAATGCGAG","25674":"ATAACATAC","10067":"AAGTTCTC","27100":"ACCTTATAC","19410":"ACTTCTTCC","2678":"ACTATTC","1045":"ACTCCC","10377":"ATTTGTGG","28164":"TCTTATATC","5635":"ATGTGAAGG","19953":"AAAGTTTGC","15627":"AAAATGCTG","25941":"TCTTTTTTG","7155":"AGTCATGC","7609":"TGGGAAAG","8099":"ATGCCTATGTCCTGAA","8936":"ACAATATTG","24670":"TCCATTCCC","4992":"ACCAATAAC","25859":"ATGGTTAAG","819":"TGTATG","2080":"TAGGTTTG","28921":"ACACTCTGC","29935":"AGACAGTAG","28402":"TAGCTGGGACTAT","31581":"ACAGAGGAAG","5017":"ATTTTATTC","17614":"TGGAAAGAG","11364":"AATAGTTTCAGAAGGAATGG","25677":"AGAAAAATGC","15505":"ATAGACCAC","30581":"TTTTACAAAA","7032":"AAGTATTC","29933":"ATGCAATTG","20408":"ACATAAATG","22480":"AAGTGTTTT","14010":"TATCAGAG","20398":"ACTGTTTAA","2455":"AGAGAAGG","9415":"TGTCAGGG","10693":"TTAAATTTC","15616":"TGTCTTCCC","2669":"AGTCTCC","17145":"ATTTAAAATAA","24016":"AGTTAACATT","15768":"AGAGGAAAC","20915":"TGGCATGAACC","31362":"TAACATAGC","12812":"AGACGGAGTCTCACTCTG","18192":"TTTTGAAGG","21169":"TCTGGCCCC","4364":"TACAAAAC","14214":"TTCTGTATC","21723":"AAAACACCC","21901":"ATCACTTTG","7614":"TTTAAGGG","14556":"TTTTAATATT","493":"AGGCTGAGGC","6635":"ATTGCAAAA","24868":"ACATTTTGAGCTCTTTGGGGCCTATGCTGAAAAAGGAAATATCTTCCGACAAAAACTAGACAGAAGCATTCGCAGAATCACGTTTGTGATGTGTGCACTCAACTGTCAGAATTGAACCTTGGTTTGG","24652":"GTGATTC","18543":"AATGAGTTC","26097":"ATTCTTCTG","16867":"AATAATATC","1138":"TATTTTTAGTAGAGAC","19923":"TATAGCACTAAATGCCCACAAGAGAAAGCAGG","31439":"ATAAGATAA","29078":"AACATCACAC","26353":"TAAGATAG","14907":"AGGTGCCCACC","9630":"AGGGATCC","19382":"TACCTGAG","27840":"TATTTTTAGTAGAGATGGGGTTTCACC","8377":"AGGGAGCC","23953":"ACATTTTTAC","26709":"TATTCCCCC","5423":"TGGAATT","4330":"AAAAAGGAAATATCTTCCAATGAAAAC","11904":"ACATATGG","13421":"TTAAAATATT","27451":"AATAAAGGC","15676":"TGCCTATC","25222":"AAGGGAATG","29825":"ACCGTGTG","208":"AATGC","1750":"TCATTCC","8013":"TGGAATGC","8251":"AAACTGGG","10657":"AGGGAGGGG","27318":"ATGCAGTGC","22336":"AGTCCTGG","1344":"AGATCG","22277":"AGGCGGAGCTTGC","9394":"TTAGATAC","23321":"AGACTCAGG","16829":"TAGCTTTTC","7551":"TTCATTTG","18852":"TGAGAAGGG","2007":"TTGGGCC","23988":"TACTCATTC","24103":"TCACTTGCC","8359":"ATGTCATC","23273":"TAATGATAA","29578":"TATCTCTGG","12556":"ATAAGAAAC","10206":"TGGCCAACATAGTG","2865":"AGTGTGG","24392":"AGCCAAATT","16358":"TTCCCTAG","31313":"AGAAAGATTC","2157":"AAGTTCC","3646":"TGATAAC","5571":"AGGATTTC","20350":"TCCCCACCCAAATCTC","28992":"ACGATGGC","28742":"AAAAGGTAG","26635":"GGCAAC","27732":"TTTTCACG","12906":"TATTCTAG","22929":"TTGGAATAG","2203":"TTCCTTG","5798":"TCTTATG","155":"AAAGG","26040":"TAGTTGGC","26095":"AGGGAATAG","11190":"ATCTCAGCTCACTGCAACC","1674":"TTTTATC","1661":"ATTTTAAAA","10503":"TGCAAGCC","6748":"TCCTTGCCC","18703":"ATCAGGAAG","9051":"TGCATCTATTG","2700":"ATGTGGGTACTCAACTAACAGTGTTGATCCATTCTTTTGATAC","7944":"AAGGCAGC","19135":"TATTTTTTCC","2842":"AACACTG","5540":"AGAGGGCC","9831":"ATCTTCTG","29303":"ACGTTTCC","19998":"TTCCTTCTG","1286":"TGCATTC","23891":"AAAAAGGAAG","10253":"TAGAAGCC","8706":"ACTGATGG","16225":"ATGAGTAC","25726":"AGATTCCG","29941":"TCTGAGAGG","9642":"AAGAACG","2150":"TCTGTTG","14487":"TTTGGGGGC","8055":"TGAGAAAC","2715":"AGAGACC","1055":"TGCATC","13367":"AACAGTAC","3147":"AGTTAAC","4711":"TGATAGG","10915":"ATATATTTTG","21510":"AAGAGGTGG","11329":"TCACTACC","7799":"TTCAGAAC","11788":"ACTGGCCC","11998":"TTACATCC","30804":"TGTGGGTGTG","2528":"TCATGGG","25622":"ATGCACAGG","29037":"TCTGGAGCC","125":"TTCCC","8396":"ATGAGAGC","26596":"TTGGAGTTG","13875":"AGAAAATAG","29391":"TTGTGTGGG","13370":"TAAAAAGTG","31809":"TTTAAATAAC","10755":"TAAGTTGC","29495":"GCCTCTC","4468":"ATTTCTTC","6776":"TACTGGTACC","21776":"TGAGACAATGGGGTTTTCTAG","23191":"AAGTCTGGG","10690":"ATTGAATT","13882":"TGCTTAGC","27643":"AAAAAGAAAC","13858":"TGCAATTG","14916":"TTTTACATG","21608":"AAAAAAACCC","5526":"TCTCTATT","17598":"GGGCACGGTGGC","9397":"ATTCTCTTGCC","2393":"AACAAGG","20486":"AAAAAAGAAAAAAAA","31169":"AGACAGGACCCTCAGCTGCAGGTCTGTTGG","30125":"ATCCAGGGC","15558":"ATCAAAAGC","1660":"AAACCTC","19770":"TGACATCAC","454":"TTGTTG","5067":"AGCAGAGG","7480":"AGATAGCC","11740":"AGGATCAAATTC","3880":"AAATGGGG","4162":"ATGAAATC","12451":"GCTATC","21871":"TATCTCAGC","7918":"GTGTCC","25358":"AGGACTTTGGG","26346":"TCTGTCAAC","1638":"TGCTCTG","21615":"ATAAAGTAG","26774":"TACACACCC","26287":"AAGACTCCATCTC","26089":"TGGGACTGC","6359":"TGCCATG","23721":"AGGCTTTAG","25912":"AAAGCTCTG","600":"TCATTC","18096":"TCAAGGATCTAG","8149":"AGGACATT","24889":"TTGGCTAG","3783":"AAGGTGG","29452":"AAGACTTGG","12394":"GGAGCC","10546":"ACAGTCTG","30608":"AGGCATATT","5336":"TTATTGCC","7981":"TGTTATTGG","17618":"TACAGCCC","1765":"ATCATGC","16919":"AGGGCAGTGGC","9626":"TTCTAGGC","3373":"GGTGG","31040":"ATATGTGTAT","19162":"AGATGTGGG","9986":"AGGACATG","27244":"AGCAGAGGGC","18352":"TCCATTGG","9460":"TCTTGCTATG","22832":"TTTGAATAT","19733":"AATGGTGG","14953":"AGACGGAGTCTC","10571":"ATTCTCG","1805":"TCCCAGG","5873":"TAGTGCC","21047":"ATACTTTTG","22820":"AGCCTTGCATCCC","14561":"ACCACGCCTGGCC","1616":"AGAATAC","112":"TTAG","5347":"TGGTGCATGCC","9510":"TAACCTGCAC","9014":"TGCAGGTTAGTTAC","29788":"AGAGCTCTC","20295":"TGCCAATG","21370":"TTAAATTTTC","11053":"TTCATGAC","28891":"AAGAGACCC","14615":"TGCTGGGGC","22911":"TTGAAAAGG","22150":"AGCATTTT","22257":"AGCACTTGG","31580":"TTTTCATTCC","12166":"AAGGACATG","26479":"TTTGTCTAC","15904":"TATAATGGC","21129":"AGTTTGGGC","1992":"TCTCACTCTG","22409":"TCAGATTTC","27753":"TTAGATCCC","26213":"ATCACTTGAGCCCAGGAGG","8024":"TTAGTTTTC","13202":"AGGTTGCAGTGAGCTGAG","14970":"AGAAAGTTG","25372":"TGCAGAGGG","18220":"TTTTATTAC","24530":"AGATGACAC","27287":"AATTCAAAA","6878":"AAAGGGCTAATATCC","5072":"AACCTAA","27939":"ACCATATTC","15595":"ACACACACACACACACACACACACACAC","6936":"TCCCTGAC","28009":"AAAGAAGTAA","986":"ACATAC","22730":"TTGACCTCCTGGGC","25724":"TCCCGGGTTCAAGCAATTC","250":"TAGGC","1382":"TTTAAGG","3899":"TCTTTTTTTT","1126":"AAATAAC","1666":"AGTCTTGC","20775":"AGAACTTTC","22585":"AAAAGATAAAA","25842":"TTTCTGGCC","26012":"ATTTCAAAAG","11238":"TTTTAGCC","29225":"TTGTTTAAC","4039":"TATATTTG","13939":"TGTAATCCCAGCTACTCGGGAGGCTGAGGC","16712":"TATTAATTC",